{
	"createdBy": "dndspeak",
	"category": ["puzzles"],
	"sourceUrl": "http://dndspeak.com/2018/11/100-riddles-and-their-answers/",
	"isNumbered": true,
	"version": 1,
	"source": "dndspeak",
	"entries": [{
			"desc": "It has a golden head. It has a golden tail. It has no body. **Answer:** A gold coin.",
			"n": 1
		}, {
			"desc": "It wears a leather coat to keep its skins in working order. Escorts you to other realms, without a magic portal. **Answer:** Book.",
			"n": 2
		}, {
			"desc": "It dampens as it dries. **Answer:** Towel.",
			"n": 3
		}, {
			"desc": "What has two hands on its face but no arms? **Answer:** A clock",
			"n": 4
		}, {
			"desc": "What kind of coat is always wet when you put it on? **Answer:** A coat of paint.",
			"n": 5
		}, {
			"desc": "Many have heard me, yet nobody has seen me. I won't speak back unless spoken to. What am I? **Answer:** An echo.",
			"n": 6
		}, {
			"desc": "What five long word become shorter when you add two letters? **Answer:** Short",
			"n": 7
		}, {
			"desc": "What is not alive but grows, does not breaths but needs air. **Answer:** Fire",
			"n": 8
		}, {
			"desc": "Better old than young; the healthier it is, the smaller it will be. **Answer:** A Wound.",
			"n": 9
		}, {
			"desc": "This fire is smothered best not by water or sand but by words. **Answer:** Desire.",
			"n": 10
		}, {
			"desc": "Two friends stand and travel together, one nearly useless without the other. **Answer:** Boots",
			"n": 11
		}, {
			"desc": "Feed me and I will live, give me a drink and I will die. **Answer:** Fire.",
			"n": 12
		}, {
			"desc": "A curved stick and a straight twig means red sap and a snapped trunk. **Answer:** Death by arrow.",
			"n": 13
		}, {
			"desc": "No warning of Timber could have stopped the dropping petals. **Answer:** Death by axe.",
			"n": 14
		}, {
			"desc": "A fitting cravat for a poorly chosen suit. **Answer:** Death by hanging.",
			"n": 15
		}, {
			"desc": "I build castles, yet tear down mountains, make some men blind, and others see. What am I? **Answer:** Sand.",
			"n": 16
		}, {
			"desc": "As I was going to St Ives I met a man with 7 wives. Each wife had 7 kids. Each kid had 7 cats. Each cat had 7 kittens. How many were going to St Ives? **Answer:** 1.",
			"n": 17
		}, {
			"desc": "What do banana, grammar and assess all have in common? **Answer:** if you take the first letter and put it on the end of the word, reading it backwards they spell the same word.",
			"n": 18
		}, {
			"desc": "Twelve men walking by, twelve pears hanging high. Each took a pear and left eleven hanging there. How did it happen? **Answer:** Each is someone's name.",
			"n": 19
		}, {
			"desc": "River bridge crossing, look out for the guards. Can you spell that without any 'R's? **Answer:** T-H-A-T.",
			"n": 20
		}, {
			"desc": "What is it that you keep when you need it not, but throw out when you do need it? **Answer:** An anchor.",
			"n": 21
		}, {
			"desc": "The foolish man wastes me, The average man spends me, And wise man invests me, Yet all men succumb to me. What am I? **Answer:** Time.",
			"n": 22
		}, {
			"desc": "What is something that dawns on you even when it shouldn't? **Answer:** The obvious.",
			"n": 23
		}, {
			"desc": "When you come to the end of all you know, I am there. Who am I? HINTS: I start out wonderful, but then begin worse. **Answer:** The letter W.",
			"n": 24
		}, {
			"desc": "What has four legs in the morning, two legs in the afternoon and three legs in the evening? **Answer:** A Man. when he was a child he crawled on all four, when he was older, he walked on two legs and when he was old aged, he used a cane.",
			"n": 25
		}, {
			"desc": "I’m made out of five letters, And I’m made out of seven letters; I have keys but I don’t have locks, I’m concerned with time, but not with clocks. **Answer:** A Piano.",
			"n": 26
		}, {
			"desc": "Forty white horses on a red hill. They champ, they stamp, and then stand still. **Answer:** Teeth.",
			"n": 27
		}, {
			"desc": "I can fly like a bird not in the sky, which can always swim and can always dry. I say goodbye at night and morning hi. I'm part of you what am I. I follow and lead as you pass, dress yourself in black my darkness lasts. I flee the light but without the sun, Your view of me would be gone. **Answer:** A shadow.",
			"n": 28
		}, {
			"desc": "I am what men love more than life, fear more than death or mortal strife, what dead men have and rich require. I'm what contented men desire. **Answer:** Nothing.",
			"n": 29
		}, {
			"desc": "Two men drink poisoned Iced Tea. One man drinks his fast and lives. The other man drinks his slow and dies. How is this possible? **Answer:** The poison is in the ice not the tea. The ice melts in the slower drinker's tea.",
			"n": 30
		}, {
			"desc": "Towns without houses, forests without trees, mountains without boulders and waterless seas. **Answer:** A Map.",
			"n": 31
		}, {
			"desc": "Two bodies in one, the longer I stand, the faster I run. **Answer:** Hourglass.",
			"n": 32
		}, {
			"desc": "Men desire me in public, but fear me in private. **Answer:** Truth.",
			"n": 33
		}, {
			"desc": "What is so fragile, even speaking its name will break it? **Answer:** Silence.",
			"n": 34
		}, {
			"desc": "What must you first give to me in order to keep it? **Answer:** Your word.",
			"n": 35
		}, {
			"desc": "Though I'm tender, I'm not to be eaten, Nor -- though, mint fresh -- your breath to sweeten. **Answer:** Money. Legal tender; minted coins.",
			"n": 36
		}, {
			"desc": "You never see it, but it's almost always there, and most people quickly notice when it's absent. **Answer:** Oxygen/Breathable Air.",
			"n": 37
		}, {
			"desc": "An untiring servant it is, carrying loads across muddy earth. But one thing that cannot be forced, is a return to the place of its birth. **Answer:** River.",
			"n": 38
		}, {
			"desc": "Blessed are the first. Slow are the second. Playful are the third. Bold are the fourth. Brave are the fifth. Answer: **Answer:** Blade.",
			"n": 39
		}, {
			"desc": "Brought to the table. Cut and served. Never eaten. **Answer:** Cards.",
			"n": 40
		}, {
			"desc": "It can pierce the best armor, And make swords crumble with a rub. Yet for all its power, It can't harm a club. **Answer:** Rust.",
			"n": 41
		}, {
			"desc": "It is a journey whose path depends, on an other's vision of where it ends. **Answer:** Book.",
			"n": 42
		}, {
			"desc": "Men seize it from its home, tear apart its flesh, drink the sweet blood, then cast its skin aside. **Answer:** Orange.",
			"n": 43
		}, {
			"desc": "Names give power, Magic to control. But what is broken, by naming it? **Answer:** Silence.",
			"n": 44
		}, {
			"desc": "Passed from father to son, And shared between brothers. Its importance is unquestioned, though it is used more by others. **Answer:** Name.",
			"n": 45
		}, {
			"desc": "Today he is there to trip you up, And he will torture you tomorrow. Yet he is also there to ease the pain, When you are lost in grief and sorrow. **Answer:** Alcohol.",
			"n": 46
		}, {
			"desc": "In the form of fork or sheet, I hit the ground. And if you wait a heartbeat, You can hear my roaring sound. **Answer:** Lightning.",
			"n": 47
		}, {
			"desc": "I have no tears but I perspire, I stretch but cannot respire, I can jump, walk, run and dance, Though I have no mind. I'll take a stance. What am I? **Answer:** A leg.",
			"n": 48
		}, {
			"desc": "The beast of the plains, it goes through the ground, constantly on the search for its next meal. While it hates the taste of dwarves and elves, it loves the taste of halfling. **Answer:** Bulette.",
			"n": 49
		}, {
			"desc": "This thing can stay completely hidden in even the broadest of daylight. In halls and rooms that monster waits to ambush its next victim. Watch out from below, because it is the floor that this thing waits. **Answer:** Rug of smothering.",
			"n": 50
		}, {
			"desc": "In the world below, almost everything below has a heart as dark as their surroundings. This thing is the one exception, giving a light glow in the world of the Underdark. **Answer:** Flumph.",
			"n": 51
		}, {
			"desc": "You keep it, but it never ages. Once shared it is gone forever. **Answer:** Secret.",
			"n": 52
		}, {
			"desc": "I can bring down the mightiest of men. Nobody can defy me. I am the enemy of flight. Yet you can’t even sense my presence. What am I? **Answer:** Gravity",
			"n": 53
		}, {
			"desc": "The more you walk on me the more we get along, and while other may still use me, with you is where I belong. What am I? **Answer:** Shoes",
			"n": 54
		}, {
			"desc": "I give mirth and merriment and they say I smell quite old but I can turn a timid man into one that is quite bold. What am I? **Answer:** Wine",
			"n": 55
		}, {
			"desc": "I am green with envy when I am placed below the sky. I do not breathe the air you breathe but I never wonder why. If you go and shelter me, I simply shrink and die. The answer to this riddle is simply who am I? **Answer:** A plant",
			"n": 56
		}, {
			"desc": "I guard precious treasures and yet my body never moves, but I open like a book when something of yours is used. When finally I'm gutted always feel quite blue. I always feel so useless without the gold that I consume. What am I? **Answer:** A Treasure Chest",
			"n": 57
		}, {
			"desc": "My body's thin and slender and I grow shorter every day. You can use my single purpose, and I'll be sure to lead the way. When I am placed upon a pastry then my life is soon to fade. What am I? **Answer:** A candle",
			"n": 58
		}, {
			"desc": "I am what's desired above of all fame and wealth. Without me it's assured that you'll begin to lose your health. I'm not a fluid dancer, but you can put me on a shelf. What am I? **Answer:** Food",
			"n": 59
		}, {
			"desc": "I give people purpose, I am the gardener pulling weeds. In fact I keep a watchful eye over everybody's deeds. I am the cobbler making shoes I am the blacksmith shoeing steeds. What am I? **Answer:** A job",
			"n": 60
		}, {
			"desc": "Born by fire, stone, or rain I feel most comfortable at home on the planes. When I am out of my element, I feel much disarray. What am I? **Answer:** An elemental",
			"n": 61
		}, {
			"desc": "I am gifted to you only when I am unwanted. I have the power to kill kings or the lowliest paupers. My strength is unquestioned and I move far and wide, yet my power can falter from potions imbibed. What am I? **Answer:** Sickness or Disease",
			"n": 62
		}, {
			"desc": "The more you take out the bigger I get. What am I? **Answer:** A hole",
			"n": 63
		}, {
			"desc": "I am green for some time, but blue thereafter. If it is dark, I am likely to eat you. What am I? **Answer:** Grue",
			"n": 64
		}, {
			"desc": "Up and down they go and travel, but never do they move an inch. **Answer:** Stairs",
			"n": 65
		}, {
			"desc": "8 _ _ _ 1 _ _ _ 2 0' **Answer:** 549763 (Put all the numbers in alphabetical order)",
			"n": 66
		}, {
			"desc": "Halo of water, tongue of wood, skin of stone and long I've stood. My fingers short reach to the sky, inside my heart men live and die. What am I? **Answer:** Castle",
			"n": 67
		}, {
			"desc": "Flying on invisible wings. I am massive in size. Then if my master commands, I am as small as he wishes. All men wish to own me, but when I touch them, They cannot touch me. I cry when I am with my brothers. Darkness follows wherever I go. I’m a friend, I’m an enemy. I am freedom. What am I? **Answer:** A Cloud",
			"n": 68
		}, {
			"desc": "A face I do have, but see I do not. When they see my hands, they oft ponder in thought **Answer:** A watch",
			"n": 69
		}, {
			"desc": "The more you take, the more you leave behind. What am I? **Answer:** Footsteps",
			"n": 70
		}, {
			"desc": "What kind of room can you never enter? **Answer:** A Mushroom.",
			"n": 71
		}, {
			"desc": "What is long, brown, and sticky? **Answer:** A stick.",
			"n": 72
		}, {
			"desc": "What has a head and a tail, can flip but has no legs? **Answer:** A coin.",
			"n": 73
		}, {
			"desc": "What is black when you buy it, red when you use it, and white when you throw it away? **Answer:** Coal.",
			"n": 74
		}, {
			"desc": "What belongs to you, but other people use it more than you do? **Answer:** Your name.",
			"n": 75
		}, {
			"desc": "Tall I am young, Short I am old, While with life I glow, Wind is my foe. What am I? **Answer:** A candle.",
			"n": 76
		}, {
			"desc": "I can build castles, I can stop a flood, I can show the time flow, I can make people blind, I can make others see. What am I? **Answer:** Sand",
			"n": 77
		}, {
			"desc": "If I'm in front I don't matter, if I'm in back I make everything be more, I am something yet I am nothing. What am I? **Answer:** Zero",
			"n": 78
		}, {
			"desc": "I shine brightest in the dark. I am there but cannot be seen. To have me costs you nothing. To be without me costs you everything. **Answer:** Hope.",
			"n": 79
		}, {
			"desc": "I am taken from a mine, and shut up in a wooden case, from which I am never released, and yet I am used by almost everybody. **Answer:** Pencil lead.",
			"n": 80
		}, {
			"desc": "What goes round the house and in the house but never touches the house? **Answer:** The sun.",
			"n": 81
		}, {
			"desc": "What comes once in a minute, twice in a moment, but never in a thousand years? **Answer:** The letter M.",
			"n": 82
		}, {
			"desc": "He who has it doesn't tell it. He who takes it doesn't know it. He who knows it doesn't want it. What is it? **Answer:** Counterfeit money.",
			"n": 83
		}, {
			"desc": "What goes round and round the wood but never goes into the wood? **Answer:** The bark of a tree.",
			"n": 84
		}, {
			"desc": "I have a little house in which I live all alone. It has no doors or windows, and if I want to go out I must break through the wall. **Answer:** A chick in an egg.",
			"n": 85
		}, {
			"desc": "There are four siblings in this world, all born together. The first runs and never wearies. The second eats and is never full. The third drinks and is always thirsty. The fourth sings a song forever. **Answer:** Water, fire, earth, wind.",
			"n": 86
		}, {
			"desc": "A cloud was my mother, the wind is my father, my son is the cool stream, and my daughter is the fruit of the land. A rainbow is my bed, the earth my final resting place, what am I? **Answer:** Rain.",
			"n": 87
		}, {
			"desc": "Poke your fingers in my eyes and I will open wide my jaws. Linen cloth, quills or paper, all will split before my might. What am I? **Answer:** Shears/Scissors",
			"n": 88
		}, {
			"desc": "What goes with a carriage, comes with a carriage, is of no use to a carriage and yet the carriage cannot go without it? **Answer:** Noise.",
			"n": 89
		}, {
			"desc": "What stands on one leg with its heart in its head? **Answer:** A cabbage.",
			"n": 90
		}, {
			"desc": "It's been around for millions of years, but it's no more than a month old. What is it? **Answer:** The moon.",
			"n": 91
		}, {
			"desc": "I met a man with a load of wood which was neither straight nor crooked. What kind of wood was it? **Answer:** Sawdust.",
			"n": 92
		}, {
			"desc": "What binds two people yet touches only one? **Answer:** A wedding ring.",
			"n": 93
		}, {
			"desc": "I am the beginning of sorrow and the end of sickness. There's no happiness without me nor is there sadness. I am always in risk, yet never in danger. You will find me in the sun, but I am never out of darkness. **Answer:** The letter S.",
			"n": 94
		}, {
			"desc": "What holds water yet is full of holes? **Answer:** A sponge.",
			"n": 95
		}, {
			"desc": "Lives without a body, hears without ears, speaks without a mouth, to which the air alone gives birth. **Answer:** An echo.",
			"n": 96
		}, {
			"desc": "What goes into the water red and comes out black? **Answer:** A red-hot poker.",
			"n": 97
		}, {
			"desc": "When one does not know what it is, then it is something. When one knows what it is, then it is nothing. **Answer:** A riddle.",
			"n": 98
		}, {
			"desc": "It is the beginning of eternity, the end of time and space, the beginning of the end and the end of every space. What is it? **Answer:** The letter E",
			"n": 99
		}, {
			"desc": "What tastes better than it smells? **Answer:** A tongue.",
			"n": 100
		}
	],
	"tableName": "Riddles and their answers"
}
