{
	"entries": [{
			"n": 1,
			"desc": "A bard or minstrel, half dressed and looking over his shoulder."
		}, {
			"n": 2,
			"desc": "Farmer going to/returning from market with his meager goods."
		}, {
			"n": 3,
			"desc": "Farmer going to/returning from town with his/her sons."
		}, {
			"n": 4,
			"desc": "Farmer going to/returning from town with his/her daughters."
		}, {
			"n": 5,
			"desc": "Girl running away from home."
		}, {
			"n": 6,
			"desc": "Boy running away to the city."
		}, {
			"n": 7,
			"desc": "A lost child, in tears and holding a torn sack."
		}, {
			"n": 8,
			"desc": "A troupe of entertainers, led by an overdressed and curious Elf."
		}, {
			"n": 9,
			"desc": "Full company of mercenaries, led by a stout, dark bearded Captain."
		}, {
			"n": 10,
			"desc": "A small group of mercenaries, dishevelled and sweating."
		}, {
			"n": 11,
			"desc": "Minor noble travelling via horse, with servants."
		}, {
			"n": 12,
			"desc": "Minor noble going to/returning from hunt, with retinue."
		}, {
			"n": 13,
			"desc": "Local bailiff, sheriff or warden, with a suspicious outlook of strangers."
		}, {
			"n": 14,
			"desc": "A hunter or poacher, with a huge longbow strapped to their back."
		}, {
			"n": 15,
			"desc": "A pair of hunters or poachers, arguing about who is to blame for a missed shot."
		}, {
			"n": 16,
			"desc": "Large trading caravan, with accompanying surly guards."
		}, {
			"n": 17,
			"desc": "A lone trader/merchant on foot, leading a mule carrying their wares."
		}, {
			"n": 18,
			"desc": "Lone trader/merchant riding on a horse drawn wagon."
		}, {
			"n": 19,
			"desc": "Limping bailiff and his badly beaten prisoner."
		}, {
			"n": 20,
			"desc": "Escaped prisoner, manacled and carrying a religious icon."
		}, {
			"n": 21,
			"desc": "Sheriff and his dogs, out hunting an outlaw."
		}, {
			"n": 22,
			"desc": "A boundary warden with a broken bow and empty scabbard, fuming as he walks."
		}, {
			"n": 23,
			"desc": "Lone travelling priest, carrying a lit censer with an acrid smell."
		}, {
			"n": 24,
			"desc": "Lone travelling cleric, with a faintly glowing mace."
		}, {
			"n": 25,
			"desc": "Charismatic priest and retinue of apostles, who are mumbling to each other and won't make eye contact."
		}, {
			"n": 26,
			"desc": "A cleric and a small retinue of acolytes, full of confidence."
		}, {
			"n": 27,
			"desc": "A ranger/boundary warder patrol, with a cheerful leader."
		}, {
			"n": 28,
			"desc": "A patrol from the local city or town guard, nervous about being out of town."
		}, {
			"n": 29,
			"desc": "A foot messenger, with a ducal ring on his hand."
		}, {
			"n": 30,
			"desc": "A horse messenger wearing a royal tabard and carrying a fine leather satchel."
		}, {
			"n": 31,
			"desc": "A travelling historian carrying a sack of old stone statues."
		}, {
			"n": 32,
			"desc": "A starving beggar, willing to trade information for food."
		}, {
			"n": 33,
			"desc": "A group of refugees, telling stories of war and oppression in their homeland."
		}, {
			"n": 34,
			"desc": "A wounded soldier, limping along on crutches."
		}, {
			"n": 35,
			"desc": "A deserting soldier carrying a memento of a fallen friend."
		}, {
			"n": 36,
			"desc": "A wandering dog, with a silver collar and name tag."
		}, {
			"n": 37,
			"desc": "A bear wearing a collar and trailing a frayed rope."
		}, {
			"n": 38,
			"desc": "A riderless horse, with bulging saddlebags."
		}, {
			"n": 39,
			"desc": "A thrown rider, trying to catch his horse."
		}, {
			"n": 40,
			"desc": "A wandering madman, ranting about an invisible creature."
		}, {
			"n": 41,
			"desc": "A pair of dwarven prospectors, arguing loudly about where they took a wrong turn."
		}, {
			"n": 42,
			"desc": "Halfling cook/chef, out foraging for ingredients."
		}, {
			"n": 43,
			"desc": "Overturned wagon with injured merchant."
		}, {
			"n": 44,
			"desc": "A bored elderly gnome, with a curious mechanical toy."
		}, {
			"n": 45,
			"desc": "Fisherman by a riverside, without any fish."
		}, {
			"n": 46,
			"desc": "Druid planting rows of trees across the road."
		}, {
			"n": 47,
			"desc": "A drunk from a nearby tavern, unsteady on his feet."
		}, {
			"n": 48,
			"desc": "A partially smashed coffin, with a “corpse” inside which is slowly moving."
		}, {
			"n": 49,
			"desc": "A dealer of “used magical artefacts”."
		}, {
			"n": 50,
			"desc": "An elf picking and eating wild berries."
		}, {
			"n": 51,
			"desc": "A manic Herbalist, with green smears around his mouth."
		}, {
			"n": 52,
			"desc": "Group of robed monks, carrying a lit censer."
		}, {
			"n": 53,
			"desc": "A squire chasing his drunken master’s horse."
		}, {
			"n": 54,
			"desc": "An armoured Dragonborn sitting on a stone, sharpening a sword and sighing."
		}, {
			"n": 55,
			"desc": "Farmer with an unmoving mule, laden with fruit."
		}, {
			"n": 56,
			"desc": "Guarded and chained prisoners digging a ditch."
		}, {
			"n": 57,
			"desc": "A pair of wagon drivers preparing to race each other."
		}, {
			"n": 58,
			"desc": "A tiny Earth Elemental, shifting pebbles from one side of the road to the other."
		}, {
			"n": 59,
			"desc": "A group of dancing lights, which keep just ahead of the party."
		}, {
			"n": 60,
			"desc": "A drug addict, coming down from their last score."
		}, {
			"n": 61,
			"desc": "A harmless ghost, sadly humming an old song."
		}, {
			"n": 62,
			"desc": "A gnome riding an armoured mastiff."
		}, {
			"n": 63,
			"desc": "A hawker trying to find his bird."
		}, {
			"n": 64,
			"desc": "A grave robber, with mud on his shoes and a dark, wet sack on his back."
		}, {
			"n": 65,
			"desc": "A friendly necromancer with several raised skeletons, who offers to share food."
		}, {
			"n": 66,
			"desc": "A gang of youths from a nearby town."
		}, {
			"n": 67,
			"desc": "A gnomish tinker &#038; merchant, offering magical mending."
		}, {
			"n": 68,
			"desc": "A Quickling, fleeing from the service of a warlock."
		}, {
			"n": 69,
			"desc": "A drunken Hill Giant, asleep and snoring loudly."
		}, {
			"n": 70,
			"desc": "A starving hermit, bearing a sword handle without a blade."
		}, {
			"n": 71,
			"desc": "A migrating Treant, walking down the middle of the road."
		}, {
			"n": 72,
			"desc": "A dead knight’s retinue, returning the body home."
		}, {
			"n": 73,
			"desc": "Traveling reeve or magistrate, summoned to a case."
		}, {
			"n": 74,
			"desc": "A group of pilgrims, one of which is carrying a small, heavily bound chest."
		}, {
			"n": 75,
			"desc": "A backwoods moonshiner, offering free samples of his wares."
		}, {
			"n": 76,
			"desc": "A surveyor excited about discovering a door into an artificial hillock."
		}, {
			"n": 77,
			"desc": "A dripping wet fisherman, climbing up from a riverbank with an angry look."
		}, {
			"n": 78,
			"desc": "A girl picking wildflowers, acting as a lookout for local bandits."
		}, {
			"n": 79,
			"desc": "A boy swinging a stick like a sword, with a pet dog following."
		}, {
			"n": 80,
			"desc": "Villagers cutting wood to make bows."
		}, {
			"n": 81,
			"desc": "A stone golem with one leg shorter than the other, never walking in a straight line."
		}, {
			"n": 82,
			"desc": "A pixie telling rude jokes and riddles."
		}, {
			"n": 83,
			"desc": "Four villagers burning a pile of corpses, which are emitting a thick purple smoke."
		}, {
			"n": 84,
			"desc": "A wagoner trying to fix his strangely burned cart."
		}, {
			"n": 85,
			"desc": "A contented Halfling, smoking an oddly scented pipe."
		}, {
			"n": 86,
			"desc": "A wild-eyed and dishevelled Alchemist, ranting about a breakthrough."
		}, {
			"n": 87,
			"desc": "An imp caught in a rabbit trap, screeching loudly."
		}, {
			"n": 88,
			"desc": "A lost wagon guard, with scratches on his face."
		}, {
			"n": 89,
			"desc": "A seller of genuine, if minor, religious relics."
		}, {
			"n": 90,
			"desc": "An old gnome in hat and tattered clothes, rapidly shuffling a deck of cards."
		}, {
			"n": 91,
			"desc": "An ebullient Orc, dressed in bright fine silks."
		}, {
			"n": 92,
			"desc": "A Green Hag, offering a reward for revenge on those who tricked her."
		}, {
			"n": 93,
			"desc": "A wine merchant, asking for directions to the nearby town festival."
		}, {
			"n": 94,
			"desc": "A fur trapper, with a live wolverine as a pet."
		}, {
			"n": 95,
			"desc": "A sour old grandmother, complaining bitterly about her eldest son."
		}, {
			"n": 96,
			"desc": "A Hobgoblin out to see the world."
		}, {
			"n": 97,
			"desc": "A young man, with a hideous mask magically stuck to his face."
		}, {
			"n": 98,
			"desc": "A band of giant hunters, paid to kill a troublesome old Hill Giant."
		}, {
			"n": 99,
			"desc": "A charcoal burner, telling stories about haunted trees."
		}, {
			"n": 100,
			"desc": "A potion merchant, with a backpack full of ‘alternative’ potions."
		}
	],
	"createdBy": "dndspeak",
	"source": "dndspeak",
	"version": 2,
	"sourceUrl": "http://dndspeak.com/2018/03/100-social-encounters-on-the-road/",
	"tableName": "Social Encounters on the Road",
	"isNumbered": true,
	"category": ["encounters"]
}
