{"entries": [{"n": 1, "desc": "If your character wasn’t an adventurer, what livelihood would they lead?"}, {"n": 2, "desc": "Who in the party would your character trust the most with their life?"}, {"n": 3, "desc": "What are your character’s core moral beliefs?"}, {"n": 4, "desc": "What relationship does your character have with their parents and siblings?"}, {"n": 5, "desc": "Does your character have any biases for or against certain races?"}, {"n": 6, "desc": "What is your character’s opinion on nobility? On authority?"}, {"n": 7, "desc": "Describe your character’s current appearance: clothes, armor, scars they’ve picked up along the journey, etc."}, {"n": 8, "desc": "What location encountered in the campaign has your character felt the most “at home” in, or just generally liked the most?"}, {"n": 9, "desc": "What deity, if any, does your character worship? What’s their opinion on other people’s worship?"}, {"n": 10, "desc": "If your character had time to pick up any artisan’s tools, game set, instrument, etc., what would it be?"}, {"n": 11, "desc": "Describe your character’s current relationship with the player character sitting to your right."}, {"n": 12, "desc": "What is your character’s current goal, summed up in one sentence?"}, {"n": 13, "desc": "Does your character ever want to “settle down” with a spouse, children, house, etc.?"}, {"n": 14, "desc": "Has your character ever been in love?"}, {"n": 15, "desc": "What battle in the campaign has been most memorable to your character?"}, {"n": 16, "desc": "If your character wasn’t whatever class they are, what would they be instead?"}, {"n": 17, "desc": "What is your character’s favorite season?"}, {"n": 18, "desc": "What would your character’s Zodiac sign be, following stereotypical astrology?"}, {"n": 19, "desc": "Where in the world does your character most want to visit?"}, {"n": 20, "desc": "What is the biggest mistake your character has ever made?"}, {"n": 21, "desc": "Does your character have any noticeable scars? If so, what are their stories?"}, {"n": 22, "desc": "What animal best represents your character?"}, {"n": 23, "desc": "If your character could go back in time and change one thing about their life, what would it be?"}, {"n": 24, "desc": "Which other player character does your character find themselves having the most in common with?"}, {"n": 25, "desc": "Does your character regret any particular choice the party has made?"}, {"n": 26, "desc": "What would your character say their best trait would be?"}, {"n": 27, "desc": "What is your character’s greatest fear? Deep, irrational?"}, {"n": 28, "desc": "What is currently motivating your character to stay with the party?"}, {"n": 29, "desc": "What are your character’s hobbies and interests outside of their class?"}, {"n": 30, "desc": "What would most people think when they first see your character?"}, {"n": 31, "desc": "What stereotypical group role does your character play in the party? (The Mom, the Mess, the Comic Relief, etc. Optionally: What role would your character play in the “Five Man Band” structure?)"}, {"n": 32, "desc": "What is your character the most insecure about?"}, {"n": 33, "desc": "What person does your character admire most?"}, {"n": 34, "desc": "What does your character admire and dislike the most about the player character sitting to your left?"}, {"n": 35, "desc": "Why is your character’s lowest stat their lowest (the in-character reason, not “because there’s no reason for a wizard to have 16 strength, duh”)?"}, {"n": 36, "desc": "What would be your character’s theme song/favorite band/favorite genre of music?"}, {"n": 37, "desc": "What stereotypical role would your character play in a high school AU/if they attended a normal high school? (Nerd, jock, bully, goth, etc.)"}, {"n": 38, "desc": "What treasure/item/artifact that your character has collected during the adventure is the most important to them?"}, {"n": 39, "desc": "Is there any particular weapon, item, etc. that your character longs to find?"}, {"n": 40, "desc": "Where does your character feel the most at home?"}, {"n": 41, "desc": "Does your character care about how they’re perceived by others? How do they change themselves to fit in with other people?"}, {"n": 42, "desc": "What does your character think is the true meaning of life?"}, {"n": 43, "desc": "What is your character’s scent? (Bonus points for a description that sounds like it could be from a bad [or awesome] fanfic.)"}, {"n": 44, "desc": "Does your character think more with their heart or their brain?"}, {"n": 45, "desc": "What is your character’s most recent or frequent nightmare?"}, {"n": 46, "desc": "What opinion does your character have on [CERTAIN ESTABLISHED GROUPS/AUTHORITIES IN THE GAME WORLD]? (Dragonmarked Houses, royal crown, etc.)"}, {"n": 47, "desc": "How did your character spend their childhood? Where did they grow up/who were their childhood friends?"}, {"n": 48, "desc": "What aspect of your character’s future are they most curious about? (If they could know one thing about the future, what would it be?)"}, {"n": 49, "desc": "What colors are associated with your character?"}, {"n": 50, "desc": "Who in the party would your character prioritize rescuing, in dire circumstances?"}, {"n": 51, "desc": "Is your character the most swayed by ethos, pathos, or logos?"}, {"n": 52, "desc": "If your character was granted a single use of Wish, what would they use it for?"}, {"n": 53, "desc": "What is your character’s favorite spell? If they don’t use spells: what is their favorite personal weapon/combat maneuver/skill/etc.?"}, {"n": 54, "desc": "How does your character feel about keeping secrets from the rest of the party?"}, {"n": 55, "desc": "What type of creature in the world is your character the most intrigued by?"}, {"n": 56, "desc": "When they were a child, what did your character want to be, or think they were going to be, when they grew up?"}, {"n": 57, "desc": "The player character to your left admits that they’re passionately in love with your character. How would your character respond?"}, {"n": 58, "desc": "If somebody (an NPC, someone from their backstory, etc.) your character trusts/loves asked your character to do something against the party’s best interest, who would they side with?"}, {"n": 59, "desc": "Does your character value their own best interest more than the party’s?"}, {"n": 60, "desc": "What decision would the party have to make in order for your character to consider splitting off from the group?"}, {"n": 61, "desc": "How does your character imagine the way they will die?"}, {"n": 62, "desc": "What is your character’s greatest achievement?"}, {"n": 63, "desc": "Is your character willing to risk the well-being of others in order to achieve their goal?"}, {"n": 64, "desc": "What is your character’s opinion on killing others?"}, {"n": 65, "desc": "What is your character’s favorite food? Beverage?"}, {"n": 66, "desc": "How generous is your character? Especially to those they don’t know?"}, {"n": 67, "desc": "What is your character the most envious about, regarding anyone in the party?"}, {"n": 68, "desc": "The player character to your left and the player character to your right are both telling your character two different versions of the truth. Who does your character believe?"}, {"n": 69, "desc": "What is your character’s sexuality/relationship with sex?"}, {"n": 70, "desc": "What is your character’s biggest pet peeve?"}, {"n": 71, "desc": "Describe how your character feels about the party’s current situation/objective/etc."}, {"n": 72, "desc": "Who in the party would your character trust the most to keep an important secret?"}, {"n": 73, "desc": "If your character knew that they were going to die in a month, how would they spend the rest of their life?"}, {"n": 74, "desc": "What makes your character feel safe?"}, {"n": 75, "desc": "If your character had the chance to rename the party/give the party a name, no questions asked, what would it be?"}, {"n": 76, "desc": "What memory does your character want to forget the most?"}, {"n": 77, "desc": "If your character had to multiclass into a class they currently aren’t the next time they level up, what would it be and what reason would they have for doing so?"}, {"n": 78, "desc": "What television/book/video game/etc. character would your character be best friends with? (Or: what media character is your character the most influenced by/similar to?"}, {"n": 79, "desc": "What unusual talents does your character possess?"}, {"n": 80, "desc": "How does your character feel about receiving/giving orders? Are they more of a leader, or a follower?"}, {"n": 81, "desc": "What does your character’s name represent to them? (Or: why as a player did you choose your character’s name?)"}, {"n": 82, "desc": "Is your character more of an introvert, or an extrovert?"}, {"n": 83, "desc": "How far is your character willing to go to pursue the “greater good”? Do they believe in a greater good at all?"}, {"n": 84, "desc": "What does your character want to be remembered by?"}, {"n": 85, "desc": "What would be your character’s major in college?"}, {"n": 86, "desc": "Does your character consider themselves a hero, villain, or something else?"}, {"n": 87, "desc": "What major arcana tarot card best represents your character?"}, {"n": 88, "desc": "Where does your character see themselves in 20 years?"}, {"n": 89, "desc": "What is your character’s relationship with magic? Are they scared of it, wish to know more about it, indifferent to it?"}, {"n": 90, "desc": "Who is your character’s biggest rival?"}, {"n": 91, "desc": "What is your character’s guiltiest pleasure?"}, {"n": 92, "desc": "What does your character hope for the afterlife?"}, {"n": 93, "desc": "Who in the party does your character trust the least?"}, {"n": 94, "desc": "What is your character’s biggest flaw?"}, {"n": 95, "desc": "How did your character learn the languages that they speak?"}, {"n": 96, "desc": "What is your character’s favorite school of magic/type of weaponry?"}, {"n": 97, "desc": "What is most important to your character: health, wealth, or happiness?"}, {"n": 98, "desc": "What advice would your character give to a younger version of themselves?"}, {"n": 99, "desc": "Are there any social or political issues your character feels strongly about?"}, {"n": 100, "desc": "What, currently, is your character the most curious about?"}], "createdBy": "dndspeak", "isNumbered": true, "tableName": "Useless People You Find on a Failed 'Gather Information' Check", "source": "dndspeak", "sourceUrl": "http://dndspeak.com/2018/08/100-useless-people-you-find-on-a-failed-gather-information-check/", "version": 1}